Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# document.capture.shutter
source: Take photo
ar: التقاط صورة
bn: ছবি তুলুন
ca: Fes la foto
cs: Vyfotit
da: Tag foto
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Hacer foto
fi: Ota kuva
fr: Prendre la photo
he: צלם תמונה
hi: फ़ोटो लें
hr: Snimi fotografiju
hu: Fotó készítése
id: Ambil foto
it: Scatta foto
ja: 写真を撮る
ko: 사진 촬영
ml: ഫോട്ടോ എടുക്കുക
ms: Ambil foto
nb: Ta bilde
nl: Foto maken
pl: Zrób zdjęcie
pt_br: Tirar foto
pt_pt: Tirar foto
ro: Fă fotografia
ru: Сделать фото
sk: Odfotiť
sv: Ta foto
ta: புகைப்படம் எடு
te: ఫోటో తీయి
th: ถ่ายภาพ
tr: Fotoğraf çek
uk: Зробити фото
ur: تصویر لیں
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

# document.capture.shutter.hint
source: Captures the document
ar: يلتقط الوثيقة
bn: নথির ছবি তোলে
ca: Captura el document
cs: Zachytí doklad
da: Tager billede af dokumentet
de: Erfasst das Dokument
el: Αποτυπώνει το έγγραφο
es: Captura el documento
fi: Kuvaa asiakirjan
fr: Capture le document
he: מצלם את המסמך
hi: दस्तावेज़ कैप्चर करता है
hr: Snima ispravu
hu: Rögzíti az okmányt
id: Memotret dokumen
it: Cattura il documento
ja: 書類を撮影します
ko: 문서를 촬영해요
ml: രേഖ പകർത്തുന്നു
ms: Merakam dokumen
nb: Tar bilde av dokumentet
nl: Legt het document vast
pl: Fotografuje dokument
pt_br: Captura o documento
pt_pt: Captura o documento
ro: Capturează documentul
ru: Фотографирует документ
sk: Nasníma doklad
sv: Fotograferar dokumentet
ta: ஆவணத்தைப் படம் பிடிக்கும்
te: పత్రాన్ని క్యాప్చర్ చేస్తుంది
th: ถ่ายเอกสาร
tr: Belgeyi çeker
uk: Фотографує документ
ur: دستاویز کی تصویر لیتا ہے
vi: Chụp giấy tờ
zh_hans: 拍摄证件
zh_hant: 拍攝證件

# document.capture.usePhoto
source: Use this photo
ar: استخدام هذه الصورة
bn: এই ছবি ব্যবহার করুন
ca: Fes servir aquesta foto
cs: Použít tuto fotku
da: Brug dette foto
de: Dieses Foto verwenden
el: Χρήση αυτής της φωτογραφίας
es: Usar esta foto
fi: Käytä tätä kuvaa
fr: Utiliser cette photo
he: השתמש בתמונה הזו
hi: यह फ़ोटो इस्तेमाल करें
hr: Upotrijebi ovu fotografiju
hu: Fotó használata
id: Pakai foto ini
it: Usa questa foto
ja: この写真を使う
ko: 이 사진 사용
ml: ഈ ഫോട്ടോ ഉപയോഗിക്കുക
ms: Guna foto ini
nb: Bruk dette bildet
nl: Deze foto gebruiken
pl: Użyj tego zdjęcia
pt_br: Usar esta foto
pt_pt: Usar esta foto
ro: Folosește această fotografie
ru: Использовать фото
sk: Použiť túto fotku
sv: Använd det här fotot
ta: இந்தப் புகைப்படத்தைப் பயன்படுத்து
te: ఈ ఫోటోను వాడు
th: ใช้รูปนี้
tr: Bu fotoğrafı kullan
uk: Використати це фото
ur: یہ تصویر استعمال کریں
vi: Dùng ảnh này
zh_hans: 使用这张照片
zh_hant: 使用這張照片

# document.capture.usePhoto.hint
source: Reads the document and continues
ar: يقرأ الوثيقة ويتابع
bn: নথি পড়ে এবং এগিয়ে যায়
ca: Llegeix el document i continua
cs: Přečte doklad a pokračuje
da: Læser dokumentet og fortsætter
de: Liest das Dokument und macht weiter
el: Διαβάζει το έγγραφο και συνεχίζει
es: Lee el documento y continúa
fi: Lukee asiakirjan ja jatkaa
fr: Lit le document et continue
he: קורא את המסמך וממשיך
hi: दस्तावेज़ पढ़ता है और आगे बढ़ता है
hr: Čita ispravu i nastavlja
hu: Beolvassa az okmányt, és folytatja
id: Membaca dokumen dan melanjutkan
it: Legge il documento e continua
ja: 書類を読み取って続けます
ko: 문서를 읽고 계속해요
ml: രേഖ വായിച്ച് തുടരുന്നു
ms: Membaca dokumen dan meneruskan
nb: Leser dokumentet og fortsetter
nl: Leest het document en gaat verder
pl: Odczytuje dokument i przechodzi dalej
pt_br: Lê o documento e continua
pt_pt: Lê o documento e continua
ro: Citește documentul și continuă
ru: Считывает документ и продолжает
sk: Prečíta doklad a pokračuje
sv: Läser dokumentet och fortsätter
ta: ஆவணத்தைப் படித்துத் தொடரும்
te: పత్రాన్ని చదివి కొనసాగుతుంది
th: อ่านเอกสารและดำเนินการต่อ
tr: Belgeyi okur ve devam eder
uk: Зчитує документ і продовжує
ur: دستاویز پڑھتا ہے اور آگے بڑھتا ہے
vi: Đọc giấy tờ và tiếp tục
zh_hans: 读取证件并继续
zh_hant: 讀取證件並繼續

# document.capture.viewport.a11y
source: Camera view of the document
ar: عرض الكاميرا للوثيقة
bn: নথির ক্যামেরা দৃশ্য
ca: Vista de la càmera del document
cs: Pohled fotoaparátu na doklad
da: Kameravisning af dokumentet
de: Kameraansicht des Dokuments
el: Προβολή κάμερας του εγγράφου
es: Vista de la cámara con el documento
fi: Kameranäkymä asiakirjasta
fr: Vue de l’appareil photo sur le document
he: תצוגת מצלמה של המסמך
hi: दस्तावेज़ का कैमरा व्यू
hr: Prikaz isprave kroz kameru
hu: Az okmány kameranézete
id: Tampilan kamera dokumen
it: Vista della fotocamera sul documento
ja: 書類のカメラ映像
ko: 문서 카메라 화면
ml: രേഖയുടെ ക്യാമറ കാഴ്ച
ms: Paparan kamera bagi dokumen
nb: Kameravisning av dokumentet
nl: Camerabeeld van het document
pl: Widok aparatu z dokumentem
pt_br: Visão da câmera do documento
pt_pt: Vista da câmara do documento
ro: Imaginea camerei cu documentul
ru: Вид камеры на документ
sk: Pohľad fotoaparátu na doklad
sv: Kameravy av dokumentet
ta: ஆவணத்தின் கேமரா காட்சி
te: పత్రం కెమెరా వీక్షణ
th: มุมมองกล้องของเอกสาร
tr: Belgenin kamera görünümü
uk: Вигляд документа в камері
ur: دستاویز کا کیمرا منظر
vi: Khung nhìn camera của giấy tờ
zh_hans: 证件的相机取景画面
zh_hant: 證件的相機畫面

# document.changeDocument
source: Choose a different document
ar: اختر وثيقة أخرى
bn: অন্য নথি বেছে নিন
ca: Tria un altre document
cs: Vybrat jiný doklad
da: Vælg et andet dokument
de: Anderes Dokument wählen
el: Επίλεξε άλλο έγγραφο
es: Elegir otro documento
fi: Valitse toinen asiakirja
fr: Choisir un autre document
he: בחר מסמך אחר
hi: दूसरा दस्तावेज़ चुनें
hr: Odaberi drugu ispravu
hu: Másik okmány választása
id: Pilih dokumen lain
it: Scegli un altro documento
ja: 別の書類を選ぶ
ko: 다른 문서 선택
ml: മറ്റൊരു രേഖ തിരഞ്ഞെടുക്കുക
ms: Pilih dokumen lain
nb: Velg et annet dokument
nl: Kies een ander document
pl: Wybierz inny dokument
pt_br: Escolher outro documento
pt_pt: Escolher outro documento
ro: Alege alt document
ru: Выбрать другой документ
sk: Vybrať iný doklad
sv: Välj ett annat dokument
ta: வேறு ஆவணத்தைத் தேர்ந்தெடு
te: వేరే పత్రాన్ని ఎంచుకోండి
th: เลือกเอกสารอื่น
tr: Başka bir belge seç
uk: Вибрати інший документ
ur: دوسرا دستاویز چنیں
vi: Chọn giấy tờ khác
zh_hans: 选择其他证件
zh_hant: 選擇其他證件

# document.changeDocument.hint
source: Goes back to the list of documents
ar: يعود إلى قائمة الوثائق
bn: নথির তালিকায় ফিরে যায়
ca: Torna a la llista de documents
cs: Vrátí se na seznam dokladů
da: Går tilbage til listen over dokumenter
de: Geht zurück zur Dokumentenliste
el: Επιστρέφει στη λίστα εγγράφων
es: Vuelve a la lista de documentos
fi: Palaa asiakirjaluetteloon
fr: Revient à la liste des documents
he: חוזר לרשימת המסמכים
hi: दस्तावेज़ों की सूची पर लौटता है
hr: Vraća na popis isprava
hu: Visszalép az okmányok listájára
id: Kembali ke daftar dokumen
it: Torna all'elenco dei documenti
ja: 書類の一覧に戻ります
ko: 문서 목록으로 돌아가요
ml: രേഖകളുടെ പട്ടികയിലേക്ക് മടങ്ങുന്നു
ms: Kembali ke senarai dokumen
nb: Går tilbake til listen over dokumenter
nl: Gaat terug naar de lijst met documenten
pl: Wraca do listy dokumentów
pt_br: Volta para a lista de documentos
pt_pt: Volta à lista de documentos
ro: Revine la lista de documente
ru: Возвращает к списку документов
sk: Vráti sa na zoznam dokladov
sv: Går tillbaka till listan med dokument
ta: ஆவணப் பட்டியலுக்குத் திரும்பும்
te: పత్రాల జాబితాకు తిరిగి వెళ్తుంది
th: กลับไปที่รายการเอกสาร
tr: Belge listesine geri döner
uk: Повертається до списку документів
ur: دستاویزات کی فہرست پر واپس جاتا ہے
vi: Quay lại danh sách giấy tờ
zh_hans: 返回证件列表
zh_hant: 回到證件列表

# document.consent.checkbox
source: Keep my ID photos and selfie in my verification file while my account exists.
ar: احتفظوا بصور هويتي وصورتي الذاتية في ملف التحقق ما دام حسابي موجودًا.
bn: আমার অ্যাকাউন্ট থাকা পর্যন্ত আমার আইডির ছবি ও সেলফি আমার ভেরিফিকেশন ফাইলে রাখুন।
ca: Conserva les meves fotos del document i el selfie al meu fitxer de verificació mentre existeixi el meu compte.
cs: Ponechat fotografie mého dokladu a selfie v mém ověřovacím souboru, dokud můj účet existuje.
da: Behold mine id-fotos og selfie i min verificeringsfil, så længe min konto findes.
de: Meine Ausweisfotos und mein Selfie in meiner Verifizierungsakte aufbewahren, solange mein Konto besteht.
el: Να διατηρηθούν οι φωτογραφίες της ταυτότητάς μου και η selfie στον φάκελο επαλήθευσής μου όσο υπάρχει ο λογαριασμός μου.
es: Conservar las fotos de mi documento y mi selfie en mi expediente de verificación mientras exista mi cuenta.
fi: Säilytä henkilöllisyystodistuksen kuvat ja selfie vahvistustiedostossani niin kauan kuin tilini on olemassa.
fr: Conserver mes photos d’identité et mon selfie dans mon dossier de vérification tant que mon compte existe.
he: שמור את תמונות תעודת הזהות והסלפי שלי בתיק האימות שלי כל עוד החשבון שלי קיים.
hi: जब तक मेरा अकाउंट है, मेरी ID की फ़ोटो और सेल्फ़ी मेरी सत्यापन फ़ाइल में रखें।
hr: Zadrži moje fotografije osobne i selfie u mojoj datoteci za provjeru dok moj račun postoji.
hu: Őrizzék meg az azonosítóm fotóit és a szelfimet a hitelesítési aktámban, amíg a fiókom létezik.
id: Simpan foto ID dan selfie-ku di berkas verifikasiku selama akunku ada.
it: Conserva le foto del mio documento e il selfie nel mio fascicolo di verifica finché il mio account esiste.
ja: アカウントがある間、ID写真と自撮りを認証ファイルに保管する。
ko: 계정이 존재하는 동안 신분증 사진과 셀카를 인증 파일에 보관합니다.
ml: എന്റെ അക്കൗണ്ട് നിലവിലുള്ളിടത്തോളം എന്റെ ഐഡി ഫോട്ടോകളും സെൽഫിയും എന്റെ പരിശോധനാ ഫയലിൽ സൂക്ഷിക്കുക.
ms: Simpan foto ID dan swafoto saya dalam fail pengesahan saya selagi akaun saya wujud.
nb: Behold ID-bildene og selfien min i verifiseringsmappen min så lenge kontoen min finnes.
nl: Bewaar mijn identiteitsfoto's en selfie in mijn verificatiedossier zolang mijn account bestaat.
pl: Zachowaj moje zdjęcia dokumentu i selfie w mojej teczce weryfikacyjnej, dopóki istnieje moje konto.
pt_br: Manter as fotos do meu documento e a selfie no meu arquivo de verificação enquanto minha conta existir.
pt_pt: Manter as fotos do meu documento e a selfie no meu ficheiro de verificação enquanto a minha conta existir.
ro: Păstrează fotografiile actului și selfie-ul în dosarul meu de verificare cât timp există contul.
ru: Хранить фото документа и селфи в моём файле проверки, пока существует мой аккаунт.
sk: Uchovať moje fotky dokladu a selfie v mojom overovacom spise, kým môj účet existuje.
sv: Behåll mina id-bilder och min selfie i min verifieringsfil så länge mitt konto finns.
ta: என் கணக்கு இருக்கும் வரை என் அடையாளப் புகைப்படங்களையும் செல்ஃபியையும் என் சரிபார்ப்புக் கோப்பில் வைத்திரு.
te: నా ఖాతా ఉన్నంత కాలం నా ID ఫోటోలను, సెల్ఫీని నా ధృవీకరణ ఫైల్‌లో ఉంచు.
th: เก็บรูปบัตรและเซลฟีของฉันไว้ในแฟ้มยืนยันตัวตนตราบเท่าที่บัญชีของฉันยังอยู่
tr: Hesabım var olduğu sürece kimlik fotoğraflarımı ve selfie'mi doğrulama dosyamda sakla.
uk: Зберігати фото мого документа та селфі у файлі верифікації, поки існує мій обліковий запис.
ur: جب تک میرا اکاؤنٹ موجود ہے، میرے شناختی کارڈ کی تصاویر اور سیلفی میری تصدیقی فائل میں رکھیں۔
vi: Giữ ảnh giấy tờ và ảnh selfie của tôi trong hồ sơ xác minh khi tài khoản của tôi còn tồn tại.
zh_hans: 在我的账户存续期间，将我的证件照片和自拍保存在验证档案中。
zh_hant: 在我的帳號存在期間，將我的證件照片和自拍保留在我的驗證檔案中。

# document.consent.checkbox.off
source: Not ticked
ar: غير محدَّد
bn: টিক দেওয়া নেই
ca: Sense marcar
cs: Nezaškrtnuto
da: Ikke afkrydset
de: Nicht angehakt
el: Μη επιλεγμένο
es: Sin marcar
fi: Ei valittu
fr: Non coché
he: לא מסומן
hi: टिक नहीं किया
hr: Nije označeno
hu: Nincs bejelölve
id: Tidak dicentang
it: Non selezionata
ja: オフ
ko: 선택 안 됨
ml: ടിക്ക് ചെയ്തിട്ടില്ല
ms: Tidak ditanda
nb: Ikke avkrysset
nl: Niet aangevinkt
pl: Niezaznaczone
pt_br: Não marcada
pt_pt: Não selecionado
ro: Nebifat
ru: Не отмечено
sk: Nezaškrtnuté
sv: Inte ikryssad
ta: குறிக்கப்படவில்லை
te: టిక్ చేయలేదు
th: ไม่ได้ติ๊ก
tr: İşaretli değil
uk: Не позначено
ur: نشان نہیں لگا
vi: Chưa chọn
zh_hans: 未勾选
zh_hant: 未勾選

# document.consent.checkbox.on
source: Ticked
ar: محدَّد
bn: টিক দেওয়া আছে
ca: Marcada
cs: Zaškrtnuto
da: Afkrydset
de: Angehakt
el: Επιλεγμένο
es: Marcada
fi: Valittu
fr: Coché
he: מסומן
hi: टिक किया
hr: Označeno
hu: Bejelölve
id: Dicentang
it: Selezionata
ja: オン
ko: 선택됨
ml: ടിക്ക് ചെയ്തു
ms: Ditanda
nb: Avkrysset
nl: Aangevinkt
pl: Zaznaczone
pt_br: Marcada
pt_pt: Selecionado
ro: Bifat
ru: Отмечено
sk: Zaškrtnuté
sv: Ikryssad
ta: குறிக்கப்பட்டது
te: టిక్ చేశారు
th: ติ๊กแล้ว
tr: İşaretli
uk: Позначено
ur: نشان لگا ہے
vi: Đã chọn
zh_hans: 已勾选
zh_hant: 已勾選

# document.consent.line1
source: If you tick the box, your ID photos and selfie stay in your verification file after the decision, encrypted, next to the details read from your ID that we keep for every verification.
ar: إن وضعت علامة في المربع، تبقى صور هويتك وصورتك الذاتية مشفّرةً في ملف التحقق الخاص بك بعد القرار، إلى جانب البيانات المقروءة من هويتك التي نحتفظ بها في كل تحقق.
bn: বাক্সে টিক দিলে সিদ্ধান্তের পরও আপনার আইডির ছবি ও সেলফি এনক্রিপ্টেড অবস্থায় আপনার ভেরিফিকেশন ফাইলে থাকে, প্রতিটি ভেরিফিকেশনের জন্য আমরা আপনার আইডি থেকে পড়া যে তথ্য রাখি তার পাশে।
ca: Si marques la casella, les fotos del document i el selfie es conserven al teu fitxer de verificació després de la decisió, xifrades, al costat de les dades llegides del teu document que conservem en cada verificació.
cs: Pokud políčko zaškrtneš, fotografie tvého dokladu a selfie zůstanou po rozhodnutí v ověřovacím souboru, šifrované, vedle údajů přečtených z dokladu, které uchováváme při každém ověření.
da: Hvis du sætter kryds, bliver dine id-fotos og selfie i din verificeringsfil efter afgørelsen, krypteret, sammen med de oplysninger, der er læst fra dit id, og som vi gemmer ved enhver verificering.
de: Wenn du das Kästchen anhakst, bleiben deine Ausweisfotos und dein Selfie nach der Entscheidung verschlüsselt in deiner Verifizierungsakte, neben den aus deinem Ausweis gelesenen Angaben, die wir bei jeder Verifizierung aufbewahren.
el: Αν επιλέξεις το πλαίσιο, οι φωτογραφίες της ταυτότητάς σου και η selfie παραμένουν στον φάκελο επαλήθευσής σου μετά την απόφαση, κρυπτογραφημένες, μαζί με τα στοιχεία που διαβάστηκαν από την ταυτότητά σου και κρατάμε σε κάθε επαλήθευση.
es: Si marcas la casilla, las fotos de tu documento y tu selfie permanecen en tu expediente de verificación tras la decisión, cifradas, junto a los datos leídos de tu documento que guardamos en cada verificación.
fi: Jos valitset ruudun, henkilöllisyystodistuksen kuvat ja selfie jäävät vahvistustiedostoosi päätöksen jälkeen salattuina, henkilöllisyystodistuksesta luettujen tietojen viereen, joita säilytämme jokaisesta vahvistuksesta.
fr: Si vous cochez la case, vos photos d’identité et votre selfie restent dans votre dossier de vérification après la décision, chiffrés, à côté des informations lues sur votre pièce d’identité que nous conservons pour chaque vérification.
he: אם תסמן את התיבה, תמונות תעודת הזהות והסלפי שלך יישארו בתיק האימות שלך אחרי ההחלטה, מוצפנות, לצד הפרטים שנקראו מתעודת הזהות שאנחנו שומרים בכל אימות.
hi: अगर आप बॉक्स टिक करते हैं, तो फ़ैसले के बाद आपकी ID की फ़ोटो और सेल्फ़ी आपकी सत्यापन फ़ाइल में एन्क्रिप्टेड रखी जाती हैं, उन जानकारियों के साथ जो हम हर सत्यापन के लिए आपकी ID से पढ़कर रखते हैं।
hr: Ako označiš okvir, fotografije tvoje isprave i selfie ostaju u tvojoj datoteci za provjeru nakon odluke, šifrirani, uz podatke pročitane s tvoje isprave koje čuvamo za svaku provjeru.
hu: Ha bejelölöd a négyzetet, az azonosítód fotói és a szelfid a döntés után is titkosítva a hitelesítési aktádban maradnak, az azonosítódból beolvasott adatok mellett, amelyeket minden hitelesítésnél megőrzünk.
id: Jika kamu mencentang kotaknya, foto ID dan selfie-mu tetap ada di berkas verifikasimu setelah keputusan, terenkripsi, di samping detail yang dibaca dari ID-mu yang kami simpan untuk setiap verifikasi.
it: Se selezioni la casella, le foto del documento e il selfie restano nel tuo fascicolo di verifica dopo la decisione, cifrati, accanto ai dati letti dal tuo documento che conserviamo per ogni verifica.
ja: チェックを入れると、ID写真と自撮りは、判断後も暗号化された状態で認証ファイルに保管されます。IDから読み取った詳細情報(すべての認証で保管されるもの)とともに保管されます。
ko: 체크하면 결정이 내려진 후에도 신분증 사진과 셀카가 암호화되어 인증 파일에 남아요. 모든 인증에서 보관하는, 신분증에서 읽은 정보와 함께 보관돼요.
ml: ബോക്സ് ടിക്ക് ചെയ്താൽ, തീരുമാനത്തിന് ശേഷവും നിങ്ങളുടെ ഐഡി ഫോട്ടോകളും സെൽഫിയും, ഓരോ പരിശോധനയ്ക്കും ഞങ്ങൾ സൂക്ഷിക്കുന്ന ഐഡിയിൽ നിന്ന് വായിച്ച വിവരങ്ങൾക്കൊപ്പം, എൻക്രിപ്റ്റ് ചെയ്ത് നിങ്ങളുടെ പരിശോധനാ ഫയലിൽ സൂക്ഷിക്കും.
ms: Jika anda menanda kotak itu, foto ID dan swafoto anda kekal dalam fail pengesahan anda selepas keputusan, disulitkan, bersama butiran yang dibaca daripada ID anda yang kami simpan untuk setiap pengesahan.
nb: Hvis du krysser av, blir ID-bildene og selfien din liggende i verifiseringsmappen din etter avgjørelsen, kryptert, ved siden av opplysningene lest fra ID-en din som vi lagrer for hver verifisering.
nl: Als je het vakje aanvinkt, blijven je identiteitsfoto's en selfie na de beslissing versleuteld in je verificatiedossier staan, naast de gegevens uit je identiteitsbewijs die we bij elke verificatie bewaren.
pl: Jeśli zaznaczysz to pole, zdjęcia dokumentu i selfie pozostaną w Twojej teczce weryfikacyjnej po podjęciu decyzji, zaszyfrowane, obok danych odczytanych z dokumentu, które przechowujemy przy każdej weryfikacji.
pt_br: Se você marcar a caixa, as fotos do seu documento e a selfie ficam no seu arquivo de verificação depois da decisão, criptografadas, junto com os dados lidos do seu documento que guardamos em toda verificação.
pt_pt: Se selecionar a caixa, as fotos do seu documento e a selfie ficam no seu ficheiro de verificação depois da decisão, cifradas, junto dos dados lidos do seu documento que guardamos em todas as verificações.
ro: Dacă bifezi caseta, fotografiile actului și selfie-ul rămân în dosarul tău de verificare după decizie, criptate, alături de datele citite din act pe care le păstrăm la fiecare verificare.
ru: Если поставите галочку, фото документа и селфи останутся в вашем файле проверки после принятия решения — в зашифрованном виде, рядом с данными, считанными с документа, которые мы храним при каждой проверке.
sk: Ak políčko zaškrtneš, fotky tvojho dokladu a selfie zostanú po rozhodnutí v tvojom overovacom spise, zašifrované, spolu s údajmi prečítanými z tvojho dokladu, ktoré uchovávame pri každom overení.
sv: Om du kryssar i rutan ligger dina id-bilder och din selfie kvar i din verifieringsfil efter beslutet, krypterade, bredvid uppgifterna som lästs från ditt id och som vi sparar för varje verifiering.
ta: பெட்டியைக் குறித்தால், முடிவுக்குப் பிறகும் உங்கள் அடையாளப் புகைப்படங்களும் செல்ஃபியும் ஒவ்வொரு சரிபார்ப்புக்கும் நாங்கள் வைக்கும் உங்கள் அடையாள அட்டையிலிருந்து படித்த விவரங்களுடன் குறியாக்கம் செய்யப்பட்டு உங்கள் சரிபார்ப்புக் கோப்பில் இருக்கும்.
te: మీరు బాక్స్‌ను టిక్ చేస్తే, నిర్ణయం తర్వాత కూడా మీ ID ఫోటోలు, సెల్ఫీ ఎన్‌క్రిప్ట్ చేయబడి మీ ధృవీకరణ ఫైల్‌లో ఉంటాయి, ప్రతి ధృవీకరణకు మేము ఉంచే మీ ID నుండి చదివిన వివరాల పక్కనే.
th: หากคุณติ๊กช่องนี้ รูปบัตรและเซลฟีของคุณจะอยู่ในแฟ้มยืนยันตัวตนหลังการตัดสิน โดยเข้ารหัสไว้ ควบคู่กับรายละเอียดที่อ่านจากบัตรของคุณซึ่งเราเก็บไว้ในทุกการยืนยัน
tr: Kutuyu işaretlerseniz kimlik fotoğraflarınız ve selfie'niz, karardan sonra da şifreli olarak doğrulama dosyanızda kalır; her doğrulama için sakladığımız, kimliğinizden okunan bilgilerin yanında.
uk: Якщо ви позначите цей прапорець, фото вашого документа та селфі залишаться у вашому файлі верифікації після ухвалення рішення в зашифрованому вигляді, поруч із даними з вашого документа, які ми зберігаємо для кожної верифікації.
ur: اگر آپ خانے پر نشان لگائیں تو فیصلے کے بعد بھی آپ کے شناختی کارڈ کی تصاویر اور سیلفی آپ کی تصدیقی فائل میں انکرپٹڈ رہتی ہیں، ان تفصیلات کے ساتھ جو ہم ہر تصدیق کے لیے آپ کے شناختی کارڈ سے پڑھ کر رکھتے ہیں۔
vi: Nếu bạn đánh dấu ô này, ảnh giấy tờ và ảnh selfie của bạn sẽ ở lại trong hồ sơ xác minh sau khi có quyết định, được mã hóa, cạnh các thông tin đọc từ giấy tờ mà chúng tôi giữ cho mọi lần xác minh.
zh_hans: 如果你勾选此框，在作出决定后，你的证件照片和自拍会加密保存在你的验证档案中，与我们在每次验证时保存的、从证件读取的详细信息放在一起。
zh_hant: 如果你勾選此選項，在作出決定後，你的證件照片和自拍會加密保留在你的驗證檔案中，與我們每次驗證都會保存的、從證件讀取的資料放在一起。
